Repository: Memento-Morii/swift
Catalog: lib/l10n/app_*.arb
Languages: am

source: Language
am: ቋንቋ

source: My Services
am: የእኔ አገልግሎቶች

source: Orders
am: ትዕዛዞች

source: Settings
am: ሴቲንግ

source: Home
am: ዋና ገጽ

source: Profile
am: እኔ

source: Help
am: እገዛ

source: About Us
am: ስለ እኛ

source: Logout
am: ውጣ

# motto
source: Swift, The Ultimate Solution for Everything, Anywhere!
am: ስዊፍት፤ ቀላል መፍትሄ፣ ለሁሉም ነገር በሁሉም ቦታ

source: Phone
am: ስልክ

source: Go
am: ሂድ

# daniel
source: Daniel Abera
am: ዳንኤል አበራ

# andualem
source: Andualem Yosef
am: አንዱአለም ዮሴፍ

# birhane
source: Birhane Tadele
am: ብርሃኔ ታደለ

# addService
source: Add Services
am: አገልግሎት ያክሉ

source: Search For Location
am: አካባቢን ይፈልጉ

source: Price Range
am: የዋጋ ክልል

source: Time Range
am: የጊዜ ክልል

source: Description
am: መግለጫ

source: Document
am: ሰነድ

source: optional
am: እንደ አማራጭ

# notTwoMb
source: 2 MB Max
am: ከ 2 ሜባ አይበልጥም

# addDocument
source: Add a document
am: ሰነድ ያክሉ

# updateService
source: Update My Services
am: አገልግሎቶቼን አዘምን

source: Address
am: አድራሻ

source: Edit Profile
am: መገለጫ አርትዕ

source: First Name
am: የመጀመሪያ ስም

source: Last Name
am: ያባት ስም

source: View Order Details
am: የትዕዛዝ ዝርዝሮችን ይመልከቱ

source: View All Services
am: ሁሉም አገልግሎቶች ይመልከቱ

source: Frequent Services
am: ተደጋጋሚ አገልግሎቶች

source: All Services
am: ሁሉም አገልግሎቶች

source: ORDER USING
am: ለማዘዝ

source: FOLLOW US
am: ይከተሉን

source: Search For Services
am: አገልግሎቶችን ይፈልጉ

source: Add
am: ይጨምሩ

source: Update
am: አዘምን

source: Price Range From
am: የዋጋ ክልል ከ

source: To
am: እስከ

# houseInfo
source: House Information
am: የቤት መረጃ

# houseNo
source: House Number
am: የቤት ቁጥር

source: Block Number
am: የብሎክ ቁጥር

source: Site Name
am: የሳይት ስም

source: Required
am: ያስፈልጋል

source: Create
am: መለያ

source: Account
am: ፍጠር

# getStarted
source: to get started!
am: ለመጀመር!

source: User
am: ተጠቃሚ

source: Provider
am: አቅራቢ

source: Email
am: ኢሜል

source: House
am: የቤት

# info
source: Information
am: መረጃ

source: Create Order
am: ትዕዛዝ ፍጠር

# verifyPhone
source: Verify your phone
am: ስልክዎን ያረጋግጡ

# messageSent
source: A text message has been sent to
am: የጽሑፍ መልእክት ተልኳል

# failed
source: Connection Failed
am: አልተሳካም

# orderEmpty
source: Order is Empty
am: ትዕዛዝ ባዶ ነው

source: Empty Services
am: ባዶ አገልግሎቶች

source: Success
am: ስኬት

# selectLocation
source: Select your Location
am: አድራሻዎን ይምረጡ

# addNewService
source: Added New Service
am: አዲስ አገልግሎት ታክሏል

source: My User Orders
am: የእኔ ትዕዛዞች

source: Order Received
am: የተቀበለ ትዕዛዝ

source: Pending
am: በመጠባበቅ ላይ

source: Accepted
am: ተቀባይነት አግኝቷል

# viewOrder
source: View Order Details
am: የትዕዛዝ ዝርዝሮችን ይመልከቱ

# myProviderOrders
source: My Works
am: የእኔ ሥራዎች

source: Order
am: ይዘዙ

# validEmail
source: Enter valid email address
am: የሚሰራ የኢሜይል አድራሻ ያስገቡ

source: Company Profile
am: ስለ ኩባንያው

source: SEE MORE
am: ተጨማሪ ይመልከቱ

source: SEE DETAILS
am: ዝርዝሮችን ይመልከቱ

source: KEY PERSONNEL
am: ቁልፍ ሰው

# aboutSwift
source: Swift is an online service booking platform that connects Addis Ababa's service providers with consumers, enabling a variety of service providers to expand their reach and increase their revenue. It also allows users to select the type of service they want and order according to their requirements.
am: ስዊፍት በአዲስ አበባ የሚገኙ አገልግሎት ሰጪዎችን ከ ተጠቃሚዎችጋር የሚያገናኝ የቴክኖሎጂ ውጤት ሲሆን፣ በውስጡ የተለያዩ አገልግሎት ሰጪዎች አገልግሎታቸውን በማስገባት ተደራሽነታቸውን ማስፋት አንዲሁም ገቢያቸውን ማሳደግ ያስችላቸዋል። የአገልግሎት ተጠቃሚዎችንም እንዲሁ የሚፈልጉትን የአገልግሎት ዓይነት ከፈለጉት መስፈርት አንጻር መርጠው ማዘዝ ያስችላቸዋል።

# contactForHelp
source: CONTACT OUR CUSTOMER SERVICE FOR ANY HELP
am: ለማንኛውም እርዳታ የእኛን የደንበኛ አገልግሎት ያነጋግሩ

source: Call Us
am: ይደውሉልን

source: Telegram Us
am: ቴሌግራም ያደርጉ

# leaveFeedback
source: Leave us your feedback here
am: አስተያየትዎን እዚህ ይተውልን

source: Send Feedback
am: ግብረ - መልስ ላክ

source: Order Now
am: አሁን እዘዝ

# useRegistered
source: Use Registered Address
am: የተመዘገበ አድራሻ ይጠቀሙ

source: Instead
am: በምትኩ

# seeTechProfile
source: See Technician's Profile
am: የቴክኒካን መገለጫ ይመልከቱ

# swiftTech
source: Swift Technologies
am: ስዊፍት ቴክኖሎጂዎች

# aboutUsDescription
source: Swift is an online service booking platform that connects Addis Ababa's service providers with consumers, enabling a variety of service providers to expand their reach and increase their revenue. It also allows users to select the type of service they want and order according to their requirements. We are growing very fast since our launch, offering a wide range of services ranging from electrical, plumbing, carpentry, appliances Repair, home cleaning, car washing, etc. at affordable cost and in a timely manner. You name the service and we have the experts available to help you with it. We understand the trouble that people often face when looking for service providers, thus we have created SWIFT, a platform to help customers connect with and hire trusted professionals for all their service needs. Our network of professionals consists highly skilled and trained professionals, who aim to serve service seekers with the best solutions related to their needs. Starting from the launch, Swift has been dedicated to delivering the next-level of satisfaction through seamless craftsmanship by the experts. Discover the right category and explore the best service providers in your demography to pick the one you believe has the right skills to help you out. Have a look at the description, services-offered, reviews and ratings so you can make the right choice. When you find the right professional, sit back and relax as the expert will reach your place at the scheduled time and will complete the services immediately with no delay. At Swift, we donâ€™t believe in any limits, thus we keep growing our network of services offered so you can be sure of getting the complete solution for all your needs, right at the single platform. Our crucial goal is to provide the best home service without interruption. We are flexible enough in our approach and focus absolutely on the essentials of our customers. Therefore, we are trying to expand our network to meet the ever-increasing demands of home services. Why Choose Us.? There is no single reason for choosing Swift for all your needs related to professional services... we aim to make things easier and affordable and seamless. Whether you are at home, office, shopping mall, traveling or at a celebration, simply visit our mobile-friendly website and hire certified and trusted professionals at very reasonable costs. Our network consists of trained and certified professionals. Our technicians come equipped with tools and other required equipment for the job. We are always on time and ensure 100% customer satisfaction. We can perform technical services within 24 hours. We provide top quality technical services at a fair price. All work undertaken is performed to the highest level of craftsmanship. We are always happy to answer any questions or queries you may have.
am: ስዊፍት በአዲስ አበባ የሚገኙ አገልግሎት ሰጪዎችን ከ ተጠቃሚዎችጋር የሚያገናኝ የቴክኖሎጂ ውጤት ሲሆን፣ በውስጡ የተለያዩ አገልግሎት ሰጪዎች አገልግሎታቸውን በማስገባት ተደራሽነታቸውን ማስፋት አንዲሁም ገቢያቸውን ማሳደግ ያስችላቸዋል። የአገልግሎት ተጠቃሚዎችንም እንዲሁ የሚፈልጉትን የአገልግሎት ዓይነት ከፈለጉት መስፈርት አንጻር መርጠው ማዘዝ ያስችላቸዋል። ከኤሌክትሪክ ፣ ከቧንቧ ፣ ከአናጢነት ፣ ከመሣሪያዎች ጥገና ፣ ከቤት ጽዳት ፣ ከመኪና ማጠብ ፣ ወዘተ ... በተመጣጣኝ ዋጋ እና በወቅቱ የተለያዩ አገልግሎቶችን በመስጠት ከጀመርን ጀምሮ በጣም በፍጥነት እያደግን ነው። ማንኛውም እርስዎ የሚፈልጓቸው አገልግሎቶች እኛ ዘንድ እርስዎን ለማገዝ የሚገኙ ባለሙያዎች አሉን። እኛ አገልግሎት ሰጪዎችን በሚፈልጉበት ጊዜ ሰዎች ብዙውን ጊዜ የሚገጥማቸውን ችግር እንረዳለን ፣ ስለሆነም ደንበኞቻቸው ለሁሉም የአገልግሎት ፍላጎቶቻቸው እንዲገናኙ እና እንዲቀጥሩ የሚያግዝበት መድረክ ስዊፍትን ፈጥረናል። አፕሊኬሽናችን አገልግሎት ፈላጊዎችን ለማገልገል ዓላማ ያላቸው በጣም የተካኑ እና የሰለጠኑ ባለሙያዎችን ያቀፈ ሲሆን እንደየፍላጎታቸው በማዛመድ ምርጥ መፍትሄዎች የሚለግስ ነው። ከመነሻው ጀምሮ ስዊፍት በከፍተኛ የመሻሻል እና የማደግ ጉዞ ውስጥ ነው። እርስዎን ለማገዝ ትክክለኛ ክህሎቶች አሉት ብለው የሚያምኑትን ለመምረጥ ትክክለኛውን ምድብ ያግኙ እና በአቅራቢያዎ ውስጥ ያሉትን ምርጥ የአገልግሎት አቅራቢዎችን ያስሱ። ትክክለኛውን ምርጫ ማድረግ እንዲችሉ መግለጫውን ፣ አገልግሎቶችን የሚሰጡትን ፣ ግምገማዎችን እና ደረጃዎችን ይመልከቱ። ትክክለኛውን ባለሙያ ሲያገኙ ቁጭ ብለው ዘና ይበሉ እና ባለሙያው በተያዘለት ሰዓት ቦታዎ ላይ ስለሚደርስ እና አገልግሎቶቹን ያለምንም መዘግየት ወዲያውኑ ያጠናቅቃል። በስዊፍት እኛ በማንኛውም ገደቦች አናምንም ፣ ስለሆነም በአንድ መድረክ ላይ ለሁሉም ፍላጎቶችዎ የተሟላ መፍትሄ ማግኘቱን እርግጠኛ እንዲሆኑ የቀረቡትን የአገልግሎት አውታረ መረባችንን ማሳደግ እንቀጥላለን። እኛን ለምን ይመርጣሉ? የእኛ ወሳኝ ግብ ያለማቋረጥ የተሻለውን የቤት አገልግሎት መስጠት ነው። እኛ በአቀራረባችን ደንበኛ ተኮር ነን እና በደንበኞቻችን አስፈላጊ ነገሮች ላይ ሙሉ በሙሉ እናተኩራለን። ስለዚህ በየጊዜው እየጨመረ የሚሄደውን የቤት አገልግሎቶች ፍላጎቶች ለማሟላት አውታረ መረባችንን በማስፋፋት ላይ ነን። ከሙያዊ አገልግሎቶች ጋር ለተዛመዱ ፍላጎቶችዎ ሁሉ Swift ን ለመምረጥ አንድ ምክንያት የለም ... እኛ ነገሮችን ቀላል እና ተመጣጣኝ እና እንከን የለሽ ለማድረግ ዓላማችን ነው። እርስዎ በቤት ፣ በቢሮ ፣ በገበያ አዳራሽ ፣ በጉዞ ወይም ፕሮግራም ላይ ይሁኑ ፣ በቀላሉ ለአጠቃቀም ምቹ የሆነውን መተግበሪያችንን ይጎብኙ እና በጣም ምክንያታዊ በሆነ ወጪ የተረጋገጡ እና የታመኑ ባለሙያዎችን ይቅጠሩ። የእኛ አውታረ መረብ የሰለጠኑ እና የተረጋገጡ ባለሙያዎችን ያቀፈ ነው። የእኛ ቴክኒሺያኖች ለሥራው የሚያስፈልጉ መሣሪያዎችን እና ሌሎች አስፈላጊ መሣሪያዎችን ይዘው ይመጣሉ። እኛ ሁል ጊዜ በሰዓቱ የምንገኝ ነን እና 100% የደንበኛ እርካታን እናረጋግጣለን። በ 24 ሰዓታት ሙሉ የቴክኒክ አገልግሎቶችን ማከናወን እንችላለን። በተመጣጣኝ ዋጋ ከፍተኛ ጥራት ያላቸው የቴክኒክ አገልግሎቶችን እንሰጣለን። ሊኖሩዎት የሚችሉ ማናቸውንም ጥያቄዎች ወይም ጥያቄዎች ለመመለስ ሁል ጊዜ ደስተኞች ነን።
